[
  {
    "description": {
      "title": "Finding moments of freedom",
      "text": "In my dance teaching I wish to create spaces where we can together sharpen our tools for finding moments of freedom, togetherness and self expression. I believe that the easiest way there is with a soft and warm environment, both inner and outer environment. Therefore a big part of my work is to soften the inner critique, to allow the body to move as we would if we had never learned that there was a less correct way to express oneself, as we would if we were free."
    },
    "education": [
      {
        "program": "BA in dance pedagogy",
        "school": "Stockholms university of arts",
        "year": "2017–2020"
      },
      {
        "program": "Aktiv ledarskap i skolan, ALIS (Active leadership at school)",
        "school": "Fryshuset middle school",
        "year": "2021"
      }
    ],
    "projects": [
      {
        "year": "2024",
        "title": "Good Vibes East (Zodiak)",
        "description": "A youth project combining different art forms with an aim to create an encouraging, creative and warm working environment. This work resulted in a video piece created by Wanda Holopainen, Sophia Mitiku, Rosaliina Englund, Ama Kyei and the participating youth. For more info of this piece, please go to the 'Choreographer' section."
      },
      {
        "year": "2024",
        "title": "Workshops",
        "description": "In Helsinki (Jyväskylä at Soldidart Festival) and Stockholm (Daglig träning, Åsa folkhögskola)."
      },
      {
        "year": "2021–2023",
        "title": "Workshops in Benin and Ghana",
        "description": ""
      },
      {
        "year": "2020–2021",
        "title": "Dance teacher and dance responsible",
        "description": "At Fryshuset Middle school"
      },
      {
        "year": "2020–2021",
        "title": "Linje 13",
        "description": "A project at Botkyrka Kulturskola to gather youth in Hallunda and Norsborg to culture activities and to create a performance in collaboration with music, animation and a theater pedagog."
      },
      {
        "year": "Since 2015",
        "title": "Workshops",
        "description": "In Helsinki, Espoo, Vantaa, Oulu (Finland), Jönköping, Stockholm, Östersund, Uppsala, Nyköping (Sweden), Tallinn (Estonia), Freiburg (Germany), Trondheim (Norway), Skapande skola (Stockholm), Danscentrum daglig träning coach (Stockholm)."
      },
      {
        "year": "Since 2010",
        "title": "Weekly dance classes",
        "description": "Helsinki: dance.fi, Helsingin aikuisopisto and DCA. Stockholm: Danshuset, Kulturskolan, Fryshuset högstadiet."
      }
    ]
  }
]
